Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sma/bible/svenskakyrkan/default.aspx_id=775925.html.tmx
Source language: fin
Languages: sma

source: Kansainvälinen työ - Svenska kyrkan - Om oss
sma: Gaskenaasjovni / Internationelle barkoe

source: Nopea katastrofiapu, pitkän tähtäimen kehitys, taistelu oikeudenmukaisuuden puolesta ja yli sata vuotta yhteistyötä kirkkojen kanssa Afrikassa ja Aasiassa.
sma: Tjïeves mïrhtoeviehkie, evtiedimmie båetije biejjide, rïektesvoetese barkedh jïh bijjelen tjuetiejaapetje ektiebarkoe gærhkoejgujmie Afrikesne jïh Asijesne.

source: Siinä yksi tapa kuvailla Ruotsin kirkon kansainvälistä työtä nimeltä.
sma: Nemhtie maahta buerkiestidh Abpe veartene, Svïenske gærhkoen gaskenaasjovni / internationelle barkoem.

source: Köyhän naisen saama laina perheensä elämän parantamiseksi on osa kansainvälistä työtä.
sma: Gosse giefies nyjsenæjjam jaahka åådtje lååjkedidh jïjtse jielemem fualhkan bueriemdidh, dïhte akte bielie gaskenaasjovni / internationelle barkoste.

source: Sitä on myös hiv- ja aids-potilaiden kohtaaminen heidän syrjimisensä sijaan.
sma: Seamma aaj gosse akte hiv-såatehke jallh aids-skeamtjohke åadtjoejægan hoksem dåastoehtidh sijjeste ålkoestidh.

source: Kansainvälistä työtä tehdään myös, kun ihmiset hakevat sovintoa vihanpidon sijaan ja kun konfliktit korvataan naapurisovulla.
sma: Jallh gosse almetjh soptsestellieh liktedh sijjeste sinsitnide aassjoestidh, jïh gosse tsælloe jorkese jïh kraannah sïemes sjidtieh.

source: Ruotsin kirkon kansainvälinen työ on tehnyt yhteistyötä afrikkalaisten ja aasialaisten kirkkojen kanssa yli sadan vuoden ajan.
sma: Abpe veartene, Svïenske gærhkoen gaskenaasjovni / internationelle barkoe bijjelen tjuetiejaepie gærhkoejgujmie ektesne Afrikesne jïh Asijesne barkeme.

source: Nykyään maailmanlaajuista kristillistä yhteistyötä tehdään oikeudenmukaisen maailman puolesta nälän, köyhyyden ja sorron poistamiseksi.
sma: Daan biejjien akten rïektesvoeten veartanasse barka namhtah nealkoe, giefiesvoete jïh deebleme veartenevijries kristeles ektievoetesne.

source: ACT-allianssi (ACT. Alliance) toimii koko maailmassa.
sma: ACT-ektiedimmie abpe veartanisnie gååvnese.

source: Ihmiset pyrkivät kaikkialla vaikuttamaan elämäänsä ja muuttamaan sitä.
sma: Gaajhkem lehkiem almetjh berkieh sijjen jielemem eevtjedh jïh jorkesidh.

source: Yksityisten lahjoitukset ovat tärkeitä Tähän työhön kuuluvat ruoan ja veden turvaaminen kaikille, maatalouden kehitys, teologinen koulutus, mikroluotot ja säästäminen sekä sovittelu ja uskontodialogi.
sma: Vadtesh aktegs almetjijstie vihkeles Daesnie berkieh tjaetsiem jïh beapmoem gaajhkesidie, voene-evtiedæmman, teologiske ööhpehtæmman, mikrolååjkedæmman jïh njoetjemasse jïh dovne laktemasse jïh religijovne- soptsestallemasse.

source: Lisäksi työhön kuuluu taistelu oikeudenmukaisuuden puolesta, esimerkiksi oikeudenmukaisen kaupankäynnin, katastrofiavun, ihmisoikeuksien ja naisten johtajuuden puolesta.
sma: Aaj rïektesvoetese berkieh, v.g rïektesvoeten åesiestæmman, mïrhtoe-veahkan, almetji reaktide jïh nyjsenæjjaj åvtehkevoetese.

source: Työ rahoitetaan suurelta osin Ruotsissa kerätyillä varoilla.
sma: Jïjnjemes barkoem maaksa beetnegi åvteste maam Sveerjesne tjöönghkeme.

source: Seurakuntien, yksityisten lahjoittajien ja järjestöjen lahjoitukset ovat merkittäviä työssä oikeudenmukaisemman maailman luomiseksi.
sma: Jïjnjem daehtie barkoste, rïektesvoetem veartanasse dah åålmegh, aktegs vedtijh jïh sïebrh sijjen vadtesigujmie guedtieh.

source: Ruotsin kehitysaputoimiston Sidan ja EU:n määrärahat ovat myös tärkeitä.
sma: Dejnie mejnie Sida jïh EE dåarjoehtieh aaj akte jeatjah vihkeles dyödtove.

source: Ruotsin kirkon seurakunnat ovat kansainvälisen työn perusta.
sma: Svïenske gærhkoen åålmegh gaskenaasjovni / internationelle dan barkoen maadtosne.

source: Ne tiedottavat, kouluttavat ja keräävät rahaa esimerkiksi keräämällä kolehtia ja järjestämällä myyjäisiä sekä erilaisia tapahtumia.
sma: Dah bievnieh, ööhpehdehtieh jïh beetnegh tjöönghkieh, v.g kollekti tjirrh, basaarh jïh staaresne måedtie ïedtji tjïrrh.

source: Epäoikeudenmukaisuuksista on päästävä eroon Avustustyö on tärkeää, mutta se ei ratkaise kaikkia ongelmia.
sma: Meadtojde tjuara orrijidh Dyödtove lea vihkeles, jalhts eah buektehth gaajhkh dåeriesmoeride loevenidh.

source: Epäoikeudenmukaisuudet, jotka estävät ihmisiä elämästä arvokasta elämää, on poistettava.
sma: Meadtoeh mah almetjidie heerredieh vyörtegslaakan jieledh tjuara orrijidh.

source: Samalla kun kaikkien pitäisi pystyä elättämään itsensä nykymaailmassa, maapallon luonnonvarojen on riitettävä tulevillekin sukupolville.
sma: Seamma aejkien gosse gaajhkesh daelie edtjieh jïelehtadtjedh, eatnemen vierhtieh tjuerieh båetije boelvide læjkodh.

source: Ruotsin kirkon tukee paikallisia kirkkoja ja organisaatioita Euroopassa, Afrikassa, Aasiassa, Latinalaisessa Amerikassa ja Lähi-idässä tekemällä yhteistyötä kansainvälisessä kirkkojen verkostossa.
sma: Abpe veartene, Svïenske gærhkoe byjreski gærhkojde jïh åårganisatjovnide Europesne, Afrikesne, Asijesne, Latinamerikesne jïh Gaske-luvlielaantine dåarjohte gosse dejgujmie ektesne berkieh gaskenaasjovni / internationelle gærhkoen viermiej tjïrrh.

source: Se on tehokas tapa työskennellä pysyvän muutoksen puolesta.
sma: Daate akte radtjoes vuekie barkedh gosse sæjhta maam joem jorkesidh guktie tjåadtjohte.

source: Ruotsin kirkon kansliassa Uppsalassa suunnitellaan keräystoimintaa, kansansivistystyötä sekä valistustyötä.
sma: Gærhkoekanslijesne Uppsalesne soejkesjeminie guktie viehkieh tjöönghkedh, almetjidie ööhpehtidh jïh guktie barkedh gosse sæjhta maam eevtjedh.

source: Siellä päätetään, mitä projekteja eri puolilla maailmaa tuetaan taloudellisesti tai henkilökohtaisesti Ruotsin kirkon kansainvälisen työn kautta.
sma: Desnie nænnoestieh mij prosjektide bïjre veartenem Abpe veartene, Svïenske gærhkoen gaskenaasjovni / internationelle barkoe edtja beetnegigujmie jallh barkijigujmie dåarjoehtidh.
